{
   "deck": {
       "meta": {
           "author": "Dorothy R. Santos",
           "title": "You are not a Monster",
           "version": 0.5,
           "last-update": "09-07-2025"
           
           },
        "cards": [
{"day": 0,
"text": "Hello! Welcome to the lyric game (also known as a game poem) “You are not a Monster.” Please be aware that this game is dedicated to and for caregivers. It is not intended as an experience to roleplay as a caregiver, and it does not include any direction, suggestions, or instructions on how to provide care. These prompts are meant to be read in a contemplative manner and enacted as you see fit."
},         
{"day": 1,
"text": "Congratulate yourself for the mistakes you have made. Consider this a celebration of failure, as nobody ever wants to acknowledge the things that have helped them figure out what not to do in times of crisis and despair. Pour water into a glass. Allow the water to reach the top, but do not allow the liquid to overflow. Watch the surface tension. Watch how it might move and sway, then become mellow. Do not attempt to pick up the glass. Instead, lean forward, place your lips on the edge of the glass, and slurp until you can safely pick it up. Proceed to take two gulps, then breathe. Repeat until you have finished the water."
},
{"day": 2,
"text": "Think of a time when you dropped and broke something because you carried too many things. Replay the moment in your mind. Press the imaginary pause button just before adding that extra item that would inevitably break. Tell yourself, “Don’t worry, you will not need this anyway. Please let it go.” Repeat if you think of another instance when something has broken in your care. This includes your own heart or the heart of another."   
},
{"day": 3,
"text": "Think of your heart as a place of consumption. It often gives love, yet receiving love and tenderness in the most cavernous places of this vital organ might be difficult for you. Indulge in an activity such as eating your favorite food or taking a walk at a slower pace while taking in the world around you. If you are up for making simple and comforting food, please gather the necessary ingredients. As you embody your chosen activity, connect with a trusted friend in whatever form you wish, share what you have made, or send an image of something you had not noticed before while on your walk. Ask them to engage in the same activity. Even better, invite this friend over to join you next time."
},
{"day": 4,
"text": "Play a song with no words that incorporates a sound or instrument you love. The moment you feel your eyes welling up with tears or an unbridled joy, despite the exhaustion or excitement you might feel, find a seat, place your hand on your knees, keep your back straight, and face the direction of the closest entrance to you. Take a long, deep breath in and exhale until you can no longer do so, and envision the fatigue floating and leaving through this opening. As you listen to the music, let the most tired parts of your being float and be carried by every single note of the melody and rhythm."
},   
{"day": 5,
"text": "Clasp your hands together by interlocking your fingers when you feel like screaming or yelling. Before this urge finds its way to the taste buds and turns your words bitter, grab the nape of your neck, interlocking your fingers once more, and slowly, with care, caress your neck until your fingers reach your chin. Feel the heat from your hands and apply as much pressure as needed to soothe the throat. This action may induce crying, which is not only permissible but welcome."
},
{"day": 6,
"text": "Stop and close your eyes the second you feel like throwing something against the wall in anger, or something has not gone your way. Open your eyes, hold up your left hand (unclench your fist, if that was an automatic response), wiggle your fingers, and look at your palm. Notice the lines and grooves. Feel the small muscles that allow you to move your fingers. Continue to look at your hands and fingers, and give focused attention to the center of your palm. Proceed to take your right index finger and place it outside of your left thumb, and trace your entire hand."
},
{"day": 7,
"text": "You find yourself at a point in the day where you realize the time and start to panic about how much of the day is left to run errands or do the things you promised yourself you would do. Take your index fingers and begin to trace your eyebrows. You may use your middle and ring fingers to feel the fullness of your brows. Consider what you can do tomorrow and reach out to someone or people you trust to support you. Ask them."
},
{"day": 8,
"text": "Envision being asked to take on yet another task. You may start to feel a strong sense of overwhelm. You might also experience feeling underappreciated. Make your way to the bedroom, grab the nearest pillow, and scream into it. Let the pillow soften and relieve the built-up tension of what feels like a balancing act of a thousand big and little things. You don't need to be “doing great” or be reminded that “you got this.” It is good enough to know you are feeling something, anything at all. Sit with it, stay with it. Allow your heart to ache. Cry, if you must, and wail, if you need to."
},
{"day": 9,
"text": "There are moments of pain when giving care that affect our intellectual, emotional, and physical states all at once. Stop what you are doing and stand as still as you can. It does not have to be for an extended time, but it is vital to stop all activity. Rest from your frenetic state. Rest from your hurried steps. Rest from going as fast as possible from one place to another. If you feel that you cannot stand still, sway in place. Halt your fingers from typing or tapping messages that can wait to be sent. Notice the struggle and tension of realizing you must also be cared for."
},
{"day": 10,
"text": "Return to a moment when you hear the voice of your loved one but feel resentment bubbling to the surface of all the things you have done, coupled with not feeling as if you are doing enough; interrupt your thoughts, gestures, or movements. Listen to your surroundings. Proceed to name each thing you hear until your loved one's voice can be met again with compassion."
},
{"day": 11,
"text": "You may start to feel a deluge of intense and intrusive thoughts enter your mind and feel the distraction growing beyond your control. Take a moment to touch a leaf from a plant closest to you or one that has fallen outside. Look as closely as you can to the point where you can see its veins. Press your palms together with the leaf in between them. If you are touching a plant, there is no need to detach. I recommend keeping the leaf connected and being as gentle as possible with it. Make a wish for your immediate calm and comfort."
},
{"day": 12,
"text": "If you feel that you are grasping too tightly to a past wrong or something that has led to you experiencing a piercing of your heart that feels as if it will never go away, find a piece of clothing or textile with a loose thread. Pull on the thread. Unravel the garment or cloth as you think of this sorrow unraveling and coming undone. Keep pulling on this thread until there is no semblance of the material. You may discard it, but if you hang onto it, use it as a thread to bind something that has been torn or needs to be held together."
},
{"day": 13,
"text": "The moment you feel your eyes welling up with tears, find the roundest stone, maybe a rock from a garden. Hold it gently in the palm of your dominant hand and allow the stone’s surface to collect as many tears as needed. Wrap your fingers around it. If you continue to sob, please don’t forget to take long, slow breaths. Open your palm to cry into the stone or object’s surface. Carry it with you. When you are close to a body of water, throw it as far as possible. Watch it hurl into the air and drop. If you can’t bear to get rid of it, have a loved one throw it and watch the ripples together."
},
{"day": 14,
"text": "Fill up the sink or bathtub with water, close your eyes, gulp as much air as possible, dunk your head, and yell. Scream as if the undulations from the ripples of your voice reverberate against the porcelain. Relieve yourself from the pressure. Take your head out, pull the plug, and watch the whirling of the water spin faster and faster as your scream drains into the network of tears, dirt, sweat, and blood of others who have screamed in unison with you. Somewhere, out there, in the world of billions. You are not alone."
},
{"day": 15,
"text": "Rub your palms together and create friction that generates warmth. Hold your hands together while creating an opening as if you are holding a small object.  Bring your hands up to your face, fingertips pressed. The tips of your thumbs touch your lips. Take a deep breath and breathe the warm air into the enclosed space between your hands. Keep breathing into your palms as if you are warming them on a cold day. Feel the warmth of your breath circulating in the space between your hands and fingers."
},
{"day": 16,
"text": "Reach out to someone who makes you feel calm and comforted in times of distress. However you decide to connect with them, whether through a call or whatever form of communication you decide, ask them these questions: Would it be possible to tell me why you care about me? How would you feel if I suddenly vanished? Do you have the capacity and time to tell me about a time when your heart broke and you did not think your heart would mend, but it did, and you became stronger than before? Ask this person to send you answers in whatever way they feel most comfortable."
},
{"day": 17,
"text": "Feel the temperature of your immediate surroundings on your skin, face, and hands. Your nerves may feel like the burnt wicks of a bright, burning candle slowly reaching its end. Allow yourself to drift for a moment. From the melting wax of this imaginary candle, imagine it burning in reverse to the point where the candle is lit. Before the struck match touches the fresh wick, pause this moment in your mind. Set an intention for this candle you are about to burn. Return to the present moment and allow your younger self to receive this much-needed intention. From the minutiae of the day to the more grandiose, some things are meant to diminish and burn into the ether."
},
{"day": 18,
"text": "Find a fresh piece of paper. Run your fingers across its surface as if you are touching a fragile, aged document. Take as many long, deep inhalations as possible for at least one minute. Then, with a pen, write one thing you need to let go of in the present moment (or, maybe, even forever). Flip the piece of paper, write what you need most in your life, for example, to feel loved and to be held with all your imperfections. Or, to find consistent moments of respite. Fold this piece of paper as many times as possible, then select a plant or sacred place in nature. Bury the paper, allow these sides to co-exist, and allow the other to hold both the sorrow and the joy."
},
{"day": 19,
"text": "Touch the top of your forehead and slowly outline your face. Concentrate on the sensation you feel as you breathe into the motion. Once you reach the bottom of your face, feeling your chin, start over. When bringing your fingers back up to your forehead, do not rush. Every single time, attempt to move your fingers slower and slower until you feel a lightness and pressure of your fingertips start to produce a lingering tingle. If you have been crying, do not attempt to wipe any more tears that may trickle down with a tissue. Instead, allow your fingertips to trace where your tears have fallen. Catch them and hold onto them."
},
{"day": 20,
"text": "Contact one of your most trustworthy friends. How might you allow them to be present for you? What gestures or acts of service might you need from them? Proceed by putting into practice a simple question and saying aloud, “I need support with groceries. Would it be possible to accompany me?” or “I would like to finish this book, but I'm having trouble. Is there a way to visit or join me on a call, and we can take turns reading to one another?” How might we expand notions of receiving care and not just the ways we give it?  "
},
{"day": 21,
"text": "Make a list of all the things you wish people did not say to you as a caregiver. Some phrases might include “You carry so much, I hope you are resting.” At first, these statements might cause anger. Yet, are they not true? You have been tasked with taking on a tremendous amount of labor. Caregiving often means you have been charged with the care of another human being(s) or non-human being, and this requires confronting the things that might cause intense sadness. Grief and loss may accompany your feelings of rage. Yet we are told they are not healthy or allowed. Return to the list you made and honor your feelings. They are welcome here, now, at this moment."
},
{"day": 22,
"text": "Remember that we all care for something or someone. Whether human or non-human, we are all in relation to that which needs our care. Yet have you forgotten that you are also in need of care in the ways that you have given it? When you are feeling depleted, where do you turn? Think of this role reversal with intention. Return to a thought or situation where someone asked for your guidance. Wrap your arms around a pillow (or, better, if you are close to a loved one) and embrace the pillow or person, but not too tightly. Allow yourself to dip your head into the softest part of the pillow or person’s shoulder and say (or whisper, speak out loud, or say in your head), “I will tend to you the way I tend to others.” In this case, and always, remember the “you” is YOU. It is you who needs tending to."
},
{"day": 23,
"text": "Reflect on a time when you felt like you were about to lose your patience. You could feel your face and body fill up with a heat often associated with the heart quickening and irritability scratching at your throat and chest as if needing to escape your body. Unfortunately, the words that left your mouth were filled with bitterness. Remember your work - yesterday, today, and tomorrow - is vital for the survival and care of another human (or non-human) being. It is human to be upset and feel that you are not being seen for all the multitudes you contain. However, they are there, and you must remember all the parts of yourself the next time you start to feel guilt or shame for experiencing all of these complex sensations."
},
{"day": 24,
"text": "The next time you have the urge to respond to the question, “How are you?” with “I’m fine,” permit yourself to say, “I’m not OK, but I will be OK.” The challenge has more to do with what we tell ourselves about the care we give more than the care we receive. Practice responding to “How might I help?” with “I welcome your support, but I’m not sure what to say or how you might help.” Try to balance uncertainty with certainty and a desire to care for yourself. Today, let someone do something for you, whether it is making you a hot cup of tea or allowing you to cry like a child who has lost their parents. Allow yourself to receive."
},
{"day": 25,
"text": "Circle back to a moment where you felt susceptible to self-destruction. When you felt a profound sense of annihilation or that your heart was about to detonate as if someone pulled the pin out of a grenade. The accumulation of hurt is bundled tight like shrapnel. You may start to feel heat. Perhaps your skin starts to feel pinpricks in parts you may have never noticed. Take the index and middle fingers of your dominant hand and place them on your non-dominant wrist. Search for your heartbeat. Once you have found it, inhale and exhale to the rhythm of your pulse, and pay attention to how it slows down. Breathe at a rate that allows you to steady yourself."
},
{"day": 26,
"text": "When the chatter in your mind gets too loud to the point of being unable to focus, find a piece of paper. You might use a newspaper or wrapping paper. Reach for a marker, pen, or pencil. Or, feel free to use whatever calls to you. Start from a corner or the center and draw a continuous line in whichever direction you please. Spiral, straight, or jagged lines. Curved lines with dips or crescents. Let your hand guide the mark-making. If it feels and looks like static, sound waves, or frequencies that are unrecognizable or erratic, go with it. Once you have filled the piece of paper, step away, let it sit. Wait for five or ten minutes. You might even want to wait a day, a week, or a month. It is essential to return to what you created. Find where you ended, place your finger on the endpoint, trace the lines you made, in reverse, so that you end where you began."
},
{"day": 27,
"text": "Is there a message you would like to send, but you have not sent yet? Re-trace your steps, gestures, and correspondence of a time you wish had resulted in a different outcome. Although you might not be in a place to give or receive, take a piece of paper or whatever is most convenient to write with. Write the message you wish to have shared. You don’t need to feel resolution. Allow yourself to feel the distance from that time to now. Try not to feel guilty or ashamed; instead, allow yourself to feel sad about the time lost. Do not let it course through your veins or swim freely through the water contained in your body."
},
{"day": 28,
"text": "Walk to a part of the room, house, or wherever you find yourself. Look for something you have not noticed before. This process will take some time, as you might initially think you are familiar with your surroundings. Look with care. Then, proceed to wherever you can see your reflection. Now, search for something in your face that you have not paid close attention to in the past. Freckles. A new wrinkle. Maybe a laugh line. Make a funny face. Take a long look at yourself. Now, repeat: You are not a Monster. No matter your feelings. No matter how difficult. No matter how much your heart breaks. No matter how angry and hurt you feel. You are not a Monster."
}
               ]
       
       
       
       }    
    
    
}
